* Sample Copybook File
       01 RECORD-LAYOUT.
          05 FIELD-A PIC X(5).
          05 FIELD-B PIC X(10).
          05 FIELD-C PIC X(3).
          05 FILLER PIC X(2).
          05 FIELD-D PIC X(7).
